---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.WallFailures.TooShortStackedWall
source: html/a004d8b0-64ea-553c-55c7-5f8d8cfd00b4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WallFailures.TooShortStackedWall Property

Stacked wall instance is too short.

## Syntax (C#)
```csharp
public static FailureDefinitionId TooShortStackedWall { get; }
```